//TESTJOB1 JOB (123),'SORT TEST'
//*
//* 测试 SORT 程序 - 显式 DCB 定义
//*
//STEP01   EXEC PGM=SORT
//SORTIN   DD DSN=INPUT.DATA.FILE1,DISP=SHR
//SORTOUT  DD DSN=OUTPUT.SORTED.DATA,DISP=(NEW,CATLG),
//            DCB=(RECFM=FB,LRECL=100,BLKSIZE=1000)
//SYSOUT   DD SYSOUT=*
//SYSIN    DD *
  SORT FIELDS=(1,10,CH,A)
/*
