//TESTJOB2 JOB (456),'JEDGENER TEST'
//*
//* 测试 JEDGENER 程序 - 属性继承
//*
//STEP01   EXEC PGM=JEDGENER
//SYSUT1   DD DSN=SOURCE.MASTER.FILE,DISP=SHR
//SYSUT2   DD DSN=TARGET.COPY.FILE,DISP=(NEW,CATLG)
//SYSPRINT DD SYSOUT=*
//SYSIN    DD DUMMY
//*
//* 第二步 - 创建新文件
//*
//STEP02   EXEC PGM=WRITER
//OUTFILE  DD DSN=NEW.CREATED.FILE,DISP=(NEW,CATLG),
//            DCB=(RECFM=VB,LRECL=200,BLKSIZE=2000)
